-- phpMyAdmin SQL Dump
-- version 4.8.2
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Jul 11, 2018 at 03:35 PM
-- Server version: 5.5.31
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `admin_oph18`
--

-- --------------------------------------------------------

--
-- Table structure for table `competitions`
--

CREATE TABLE `competitions` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `slug` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8_unicode_ci NOT NULL,
  `full_description` text COLLATE utf8_unicode_ci NOT NULL,
  `logo_src` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `competitions`
--

INSERT INTO `competitions` (`id`, `title`, `slug`, `short_description`, `full_description`, `logo_src`) VALUES
(1, 'ความปลอดภัยระบบ', 'security', 'รูปแบบการแข่งขันจะเป็นการหาช่องโหว่ของระบบเพื่อแก้ปัญหาภายในเวลาที่กำหนดให้...', '<div class=\"heading-group\">\r\n    <h2>กิจกรรมการแข่งขันทางวิชาการ IT LADKRABANG OPENHOUSE 2018</h2>\r\n    <h3>คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</h3>\r\n    <h3>วันที่ 23 สิงหาคม 2561</h3>\r\n    <h3>รายละเอียดการแข่งขันความปลอดภัยของระบบคอมพิวเตอร์</h3>\r\n</div>\r\n\r\n<h3>วัตถุประสงค์</h3>\r\n<ul>\r\n    <li>เพื่อสนับสนุนและส่งเสริมเยาวชนให้มีความรู้ ความสามารถ และรู้ทันภัยคุกคามในอินเทอร์เน็ตและในระบบคอมพิวเตอร์</li>\r\n    <li>เพื่อให้เยาวชนสามารถนำความรู้ไปใช้ให้เกิดประโยชน์ในด้านการป้องกันตนเองและผู้อื่นจากภัยคุกคามในอินเทอร์เน็ตและในระบบคอมพิวเตอร์ได้</li>\r\n    <li>เพื่อเสริมสร้างจริยธรรมในการนำความรู้ไปใช้ในทางที่ถูกต้อง</li>\r\n</ul>\r\n\r\n\r\n<h3>การสมัครเข้าแข่งขัน</h3>\r\n<ul>\r\n    <li>ผู้สมัครต้องเป็นนักเรียนที่กำลังศึกษาอยู่ในระดับชั้นมัธยมศึกษาตอนปลายเพื่อเป็นตัวแทนจากโรงเรียนในการเข้าแข่งขัน</li>\r\n    <li>การแข่งขันจะแข่งขันในรูปแบบทีม <strong>ทีมละ 2 คน</strong></li>\r\n    <li>ในการแข่งขันจะ<strong>จำกัดจำนวนทีมไว้ที่ 15 ทีม</strong></li>\r\n    <li>หากผู้สมัครเข้าร่วมแข่งขันเป็นจำนวนมากสิทธิ์ในการเข้าร่วมแข่งขันจะพิจารณาจากการตอบคำถามในการกรอกใบสมัคร</li>\r\n    <li>กรอกข้อมูลใบสมัครใน https://openhouse.it.kmitl.ac.th ให้ครบถ้วนและตอบคำถามให้ครบถ้วน จากนั้นให้ Print ใบสมัครแข่งขัน ลงลายมือชื่อรับรองจากอาจารย์ผู้ควบคุม (รับเฉพาะใบสมัครที่กรอกข้อมูลผ่านทางเว็บและเอกสารที่ Print จากระบบเท่านั้น หากนอกเหนือจากนี้ถือว่าการสมัครการแข่งขันนั้นไม่สมบูรณ์) สามารถส่งใบสมัครช่องทางใดช่องทางหนึ่งต่อไปนี้</li>\r\n    <ul>\r\n        <li>ทางระบบส่งใบสมัครผ่านหน้าเว็บไซต์</li>\r\n        <li>ทางไปรษณีย์\r\n            <strong>หมายเหตุ : ทางผู้จัดงานต้องได้รับเอกสารการสมัครภายในวันที่ 10 สิงหาคม 2561</strong>\r\n            <blockquote>\r\n                งานบริการการศึกษา คณะเทคโนโลยีสารสนเทศ <br>\r\n                สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง <br>\r\n                เลขที่ 1 ถนนฉลองกรุง 1 แขวงลาดกระบัง เขตลาดกระบัง กรุงเทพมหานคร 10520 <br>\r\n            </blockquote>\r\n        </li>\r\n        <li>ทางอีเมลท่ี openhouse@it.kmitl.ac.th</li>\r\n        <li>ทางโทรสารหมายเลข 0-2723-4910</li>\r\n    </ul>\r\n    <li>รับสมัครตั้งแต่วันที่ 15 กรกรฏาคม 2561 ถึงวันที่ 10 สิงหาคม 2561 </li>\r\n    <li>คณะกรรมการจะประกาศรายชื่อทีมมีสิทธิ์เข้าแข่งขันในวันจันทร์ที่ 15สิงหาคม 2561 ทางเว็บ https://openhouse.it.kmitl.ac.th</li>    \r\n</ul>\r\n\r\n<h3>รูปแบบกติกาการแข่งขัน</h3>\r\n<ul>\r\n    <li>รูปแบบการแข่งขันจะเป็นการหาช่องโหว่ของระบบเพื่อแก้ปัญหาภายในเวลาที่กำหนดให้</li>\r\n    <li>การคิดคะแนนในแต่ละข้อจะแบ่งตามความยากของข้อนั้นๆข้อที่มีความยากมากจะได้คะแนนมากกว่าข้อที่มีความยากน้อยลงมา</li>\r\n    <li>ในการคิดคะแนนของการแข่งขัน ผู้เข้าแข่งขันทุกทีมจะต้องส่งคำตอบที่ได้เพื่อยืนยันความถูกต้องกับระบบตรวจสอบและหากคำตอบถูกจะได้คะแนนตามที่กำหนดไว้ของข้อนั้นๆ</li>\r\n    <li>เนื้อหาของการแข่งขันนั้นจะเกี่ยวข้องกับ ความปลอดภัยของเว็บไซต์(web security), วิทยาการเข้ารหัสลับเบื้องต้น (Basic Cryptography) , ทักษะการเขียนโปรแกรม(Programming Skill) และ ความปลอดภัยของระบบเครือข่าย (Network Security)</li>\r\n    <li>เวลาการแข่งขันทั้งหมด 3 ชั่วโมง</li>\r\n    <li>ในการแข่งขันนั้นจะมีคอมพิวเตอร์ให้ผู้เข้าแข่งขันใช้ 1 เครื่องต่อทีม ซึ่งจะใช้ระบบปฏิบัติการ Ubuntu เวอร์ชัน 18.04 และ windows 7  ที่ติดตั้งเครื่องมือในการพัฒนาโปรแกรมและปลั๊กอินที่จำเป็นต่อการแก้โจทย์ปัญหา</li>\r\n    <li>อนุญาตให้ผู้เข้าร่วมแข่งขันใช้อินเทอร์เน็ตระหว่างการแข่งขันแต่ไม่อนุญาตให้ติดต่อสื่อสารกับบุคคลภายนอก</li>\r\n    <li>อนุญาตให้ผู้เข้าแข่งขันใช้หนังสือ หรือคู่มือต่างๆ เข้ามาในบริเวณสถานที่จัดการแข่งขัน</li>\r\n    <li>หากพบความพยายามในการทุจริตในการแข่งขันไม่ว่ากรณีใดๆ จะถูกตัดสิทธิ์จากการแข่งขันทันที ผลการตัดสินของคณะกรรมการจัดการแข่งขันถือเป็นที่สิ้นสุด</li>\r\n</ul>\r\n\r\n<h3>วันเวลาและสถานที่จัดการแข่งขัน</h3>\r\n<ul>\r\n    <li>การแข่งขันจัดขึ้นวันที่ 23 สิงหาคม 2561 ตั้งแต่เวลา 9.00 น. จนถึงเวลา 12.30 น.</li>\r\n    <li>ผู้เข้าแข่งขันต้องมารายงานตัว ณ จุดลงทะเบียน<u>ก่อนเวลา 30 นาที</u></li>\r\n    <li>ในการคิดคะแนนของการแข่งขัน ผู้เข้าแข่งขันทุกทีมจะต้องส่งคำตอบที่ได้เพื่อยืนยันความถูกต้องกับระบบตรวจสอบและหากคำตอบถูกจะได้คะแนนตามที่กำหนดไว้ของข้อนั้นๆ</li>\r\n    <li>สถานที่จัดการแข่งขัน</li>\r\n    <ul>\r\n        <li>ห้องปฏิบัติการคอมพิวเตอร์ 203 ชั้น 2 อาคารเรียนรวมและปฏิบัติการคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</li>\r\n    </ul>\r\n    <li><u>ในวันแข่งขัน ผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนาบัตรประจาตัวนักเรียนมาด้วย</u></li>\r\n    <li>ประกาศผลการเข้าแข่งขันและมอบรางวัลในเวลา 16.00 น. ของวันที่ทําการแข่งขัน</li>\r\n</ul>\r\n\r\n<h3>รางวัล</h3>\r\n<ul>\r\n    <li>รางวัลชนะเลิศ – ได้รับใบประกาศนียบัตร และทุนการศึกษา ทีมละ 4,000 บาท</li>\r\n    <li>รางวัลรองชนะเลิศ – ได้รับใบประกาศนียบัตร และทุนการศึกษา ทีมละ 2,000 บาท</li>\r\n    <li>รางวัลชมเชย – ได้รับใบประกาศนียบัตร</li>\r\n</ul>\r\n\r\n<strong>หมายเหตุ</strong>\r\n<ul>\r\n    <li>ผู้เข้าแข่งขันที่ได้รับรางวัลชนะเลิศและรองชนะเลิศ จะได้รับสิทธิ์ในการสมัครเข้ารับการพิจารณา คัดเลือกเพื่อศึกษาต่อหลักสูตรปริญญาตรีคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้า เจ้าคุณทหารลาดกระบัง ภายใต้การพิจารณาจาก Portfolio รอบที่ 1 (โควต้าความสามารถทางด้าน วิทยาศาสตร์และเทคโนโลยี)</li>\r\n</ul>', 'compet_security.svg'),
(2, 'การแข่งขัน E-Sport', 'game', 'สร้างสรรค์โครงงานที่มีการนำเทคโนโลยีสารสนเทศเข้ามาใช้ ที่มีความน่าสนใจทั้งในเชิงการตลาดและเทคโนโลยี..', '<div class=\"heading-group\">\r\n    <h2>กิจกรรมการแข่งขัน IT LADKRABANG OPENHOUSE 2018</h2>\r\n    <h3>คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</h3>\r\n    <h3>วันพฤหัสบดีที่ 23 สิงหาคม 2561</h3>\r\n    <h3>รายละเอียดการแข่งขันกีฬาอิเล็กทรอนิกส์ (E-Sport)</h3>\r\n</div>\r\n\r\n<h3>วัตถุประสงค์</h3>\r\n<ul>\r\n    <li>เพื่อให้ผู้เข้าแข่งขันได้มีโอกาสแสดงความสามารถในกีฬา E-sport</li>\r\n    <li>เพ่ือเป็นการฝึกการทางานร่วมกันเป็นทีม</li>\r\n    <li>เพื่อสร้างแรงบันดาลใจให้ผู้เข้าชมอยากทาการพัฒนาและมีส่วนร่วมในการเล่นเกมให้เกิดประโยชน์</li>\r\n</ul>\r\n\r\n\r\n<h3>การสมัครเข้าแข่งขัน</h3>\r\n<ul>\r\n    <li>ผู้สมัครจะต้องเป็นนักเรียนที่กาลังศึกษาอยู่ในระดับชั้นมัธยมศึกษาตอนปลาย</li>\r\n    <li>การสมัครจะแยกเป็น 2 ประเภท</li>\r\n    <ul class=\"number-ordered\">\r\n        <li>ประเภทโควตา ตัวแทนจากโรงเรียนต่าง ๆ 32 ทีม (โรงเรียนละไม่เกิน 2 ทีม)</li>\r\n        <li>ประเภทอิสระ นักเรียนที่กาลังศึกษาอยู่ในระดับช้ันมัธยมศึกษาตอนปลาย รวมทีมต่างโรงเรียน 32 ทีม\r\n            <br>\r\n            <strong>**รวมทั้งสิ้น 64 ทีม</strong>\r\n        </li>\r\n    </ul>\r\n    <li>ผู้เข้าแข่งขันสามารถสมัครได้เพียง 1 ประเภทเท่าน้ัน</li>\r\n    <li>ช่ือทีมและชื่อผู้เล่น ต้องเป็นคาท่ีไม่มีความหมายผิดต่อ หลักศีลธรรม ไม่มีความหมายลบหลู่ผู้อ่ืน (ยกตัวอย่างเช่น:ห้ามใช้คาหยาบคาย ลากมกอนาจาร ส่อเสียด เหยียดหยาม ดูถูก ก้าวร้าว เป็นต้น)</li>\r\n    <li>ผู้เข้าร่วมการแข่งขันจะต้องกดเข้ากลุ่ม FB : IT@KMITL OPENHOUSE2018 ROV Tournament เพื่อรับทราบข้อมูลที่จาเป็นและสายการแข่งขัน</li>\r\n    <li>เร่ิมรับสมัครต้ังแต่วันที่ 15 กรกฎาคม – 31 กรกฎาคม 2561</li>\r\n    <li>กรอกข้อมูลลงใบสมัครในhttps://openhouse.it.kmitl.ac.thให้ครบถ้วนและถูกต้องจากนั้นให้พิมพ์ ใบสมัครการแข่งขัน (รับเฉพาะใบสมัครที่กรอกข้อมูลและพิมพ์จากระบบเท่าน้ัน หากนอกเหนือจากน้ีจะ ถือว่าการสมัครแข่งขันไม่สมบูรณ์) แล้วส่งใบสมัครมาทาง ช่องทางใดช่องทางหนึ่ง ดังต่อไปนี้</li>\r\n    <ul>\r\n        <li>ทางระบบส่งใบสมัครผ่านหน้าเว็บไซต์</li>\r\n        <li>ทางไปรษณีย์<br>\r\n            <strong>หมายเหตุ : ทางผู้จัดงานต้องได้รับเอกสารการสมัครภายในวันที่ 31 กรกฎาคม 2561 เงื่อนไขการรับสมัครอาจมีการเปลี่ยนแปลงโปรดติดตามรายละเอียดต่าง ๆ และประชาสัมพันธ์</strong>\r\n            <br>\r\n            <blockquote>\r\n                งานบริการการศึกษา คณะเทคโนโลยีสารสนเทศ<br>\r\n                สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง<br>\r\n                เลขที่ 1 ถนนฉลองกรุง 1 แขวงลาดกระบัง เขตลาดกระบัง กรุงเทพมหานคร 10520<br>\r\n            </blockquote>\r\n        </li>\r\n        <li>ทางอีเมลที่ openhouse@it.kmitl.ac.th</li>\r\n        <li>ทางโทรสารหมายเลข 0-2723-4910</li>\r\n    </ul>\r\n</ul>\r\n\r\n<h3>รูปแบบการแข่งขัน</h3>\r\n<ul>\r\n    <li>การแข่งขันจะเป็นการแข่งขันในรูปแบบทีม ทีมละ 6 คน (ตัวจริง 5 คน ตัวสารอง 1 คน รับไม่เกิน 32 ทีม ในแต่ละประเภท)</li>\r\n    <li>ในรอบ 64 ทีม 32 ทีม และ 16 ทีม จะเป็นการแข่งขันออนไลน์ Single Elimination : Best of 1 (แพ้ตกรอบ)</li>\r\n    <li>ในรอบ 8 ทีม และ 4 ทีม จะเป็นการแข่งขันออฟไลน์ Single Elimination : Best of 1 (แพ้ตกรอบ)</li>\r\n    <li>ในรอบ ชิงชนะเลิศ จะเป็นการแข่งขันออฟไลน์ Best of 3 (ชนะ 2 ใน 3 เกม)</li>\r\n    <li>ระบบการแข่งขัน : 5 vs 5</li>\r\n    <li>แผนที่ : Caldavar Valley</li>\r\n    <li>ประเภท : ทัวร์นาเม้นต์ โหมด ( Tournament mode )</li>\r\n    <li>จะมีการประกาศรายชื่อทีมที่ได้เข้าแข่งขันเมื่อการสมัครครบจานวนและตรวจเช็คเรียบร้อยแล้ว ก่อนประกาศสายการแข่ง</li>\r\n</ul>\r\n<strong>**ในการแข่งขัน ออฟไลน์ จะแข่งที่คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ในวันพฤหัสบดีที่ 23 สิงหาคม 2561 เวลา 9.00 – 15.00 น.</strong>\r\n\r\n<h3>กติกาการแข่งขัน</h3>\r\n<ul>\r\n    <li>ผู้เข้าแข่งขันต้องนาโทรศัพท์ที่ใช้ในการแข่งขันมาเอง</li>\r\n    <li>หากทีมใดไม่สามารถมาในวันที่ 23 สิงหาคม 2561 จะต้องทาการแจ้งก่อนวันที่ 17 สิงหาคม 2561</li>\r\n    <li>ห้ามมีการใช้ข้อผิดพลาดของเกม (Bug) ในการแข่งขัน</li>\r\n    <li>ถ้าผู้เล่นคนไหนถูกพบว่าทา Stream Snipe จะถูกปรับตกรอบทันที</li>\r\n    <li>การก่อกวน หรือทาให้เกิดปัญหาใด ๆ ที่ส่งผลต่อการแข่งขัน ทั้งก่อนและระหว่างการแข่งขัน จะถูกตัด สิทธิ์ออกจากการแข่งขันทันที</li>\r\n    <li>ห้ามพิมพ์คาหยาบคายหรือคาที่มีความหมายถากถางที่ไม่แสดงถึงความมีน้าใจนักกีฬาในการแข่งขัน หากพบปรับแพ้ทันที</li>\r\n    <li>ไม่อนุญาติให้สลับตัวผู้เล่นในระหว่างการแข่งขัน และเปลี่ยนชื่อผู้เล่นหลังจากลงทะเบียนแล้ว</li>\r\n    <li>ในการแข่งขันรอบออนไลน์ จะต้องทาการส่งผลการแข่งขันในเวลาที่กาหนด มิฉะนั้นจะถูกตัดสิทธิ์ทันที</li>\r\n    <li>หากมีผู้เล่นหลุดระหว่างการแข่งขัน และจาเป็นต้องเริ่มเกมใหม่ ต้องทาการเลือกและแบน ฮีโร่ให้ เหมือนกับในเกมที่มีปัญหา</li>\r\n    <li>หากทีมใดได้ first blood แล้ว จะไม่สามารถเริ่มเกมใหม่ได้ ไม่ว่าจะกรณีใดก็ตาม</li>\r\n    <li>หากพบว่าทีมใดทาผิดกฎการแข่งขัน จะต้องรีบแจ้งทีมงานทันที ก่อนสรุปผลการแข่งขันของวันนั้น</li>\r\n    <li>คาตัดสินของกรรมการถือเป็นที่สิ้นสุด และกรรมการสามารถเปลี่ยนแปลงกติกาการแข่งขันได้ตาม ความเหมาะสมโดยไม่ต้องแจ้งล่วงหน้า</li>\r\n</ul>\r\n\r\n<h3>วันเวลาและสถานที่จัดการแข่งขัน</h3>\r\n<ul>\r\n    <li>การแข่งขันออนไลน์ จะทาการแข่งขัน ในวันที่ 3 – 7 สิงหาคม 2561 เวลา 20.00 น.</li>\r\n    <li>การแข่งขันออฟไลน์ แข่งที่คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ในวันพฤหัสบดีที่ 23 สิงหาคม 2561 เวลา 09.00 – 15.00 น.</li>\r\n    <li>สถานที่จัดการแข่งขันห้อง 223 และ 226 อาคารเรียนรวมและปฏิบัติการคณะเทคโนโลยีสารสนเทศสถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</li>\r\n    <li><u>ในวันแข่งขันผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบพร้อมทั้ง นาบัตรประจาตัวนักเรียนมาด้วย</u></li>\r\n    <li>การมอบของรางวัล จะมอบในวันพฤหัสบดีที่ 23 สิงหาคม 2561</li>\r\n</ul>\r\n\r\n<h3>รางวัล</h3>\r\n<ul>\r\n    <li>รางวัลชนะเลิศ – ได้รับใบประกาศนียบัตร และทุนการศึกษา ทีมละ 4,000 บาท</li>\r\n    <li>รางวัลรองชนะเลิศ – ได้รับใบประกาศนียบัตร และทุนการศึกษา ทีมละ 2,000 บาท</li>\r\n    <li>รางวัลชมเชย – ได้รับใบประกาศนียบัตร</li>\r\n</ul>\r\n', 'compet_game.svg'),
(3, 'ทดสอบทักษะการคิดเชิงคำนวณ', 'skill', 'ผู้เข้าแข่งขันต้องเขียนผลลัพธ์และแนวคิดในการแก้ปัญหาลงในกระดาษคำตอบ และส่งกระดาษคำตอบภายในเวลาที่กำหนด...', '<div class=\"heading-group\">\r\n    <h2>กิจกรรมการแข่งขัน IT LADKRABANG OPENHOUSE 2018</h2>\r\n    <h3>คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</h3>\r\n    <h3>วันพฤหัสบดีที่ 23 สิงหาคม 2561</h3>\r\n    <h3>การแข่งขันแก้ปัญหาเชิงวิเคราะห์</h3>\r\n</div>\r\n\r\n<h3>วัตถุประสงค์</h3>\r\n<ul>\r\n    <li>เพื่อส่งเสริมให้นักเรียนให้ความสนใจในการคิดเชิงตรรกะการคิดเชิงตัวเลขและการแก้ปัญหาเชิงวิทยาการข้อมูล</li>\r\n    <li>เพื่อสนับสนุนให้นักเรียนสามารถแก้ปัญหาด้วยการวิเคราะห์ได้อย่างเหมาะสม</li>\r\n</ul>\r\n\r\n\r\n<h3>การสมัครเข้าแข่งขัน</h3>\r\n<ul>\r\n    <li>ผู้สมัครจะต้องเป็นนักเรียนที่กาลังศึกษาอยู่ในระดับชั้นมัธยมศึกษาตอนปลาย และเป็นตัวแทนจากโรงเรียนส่งเข้าแข่งขัน</li>\r\n    <li>สมัครเป็นทีม ทีมละไม่เกิน 3 คน โดยแต่ละโรงเรียนสามารถเสนอทีมเข้าแข่งขันได้ 2 ทีมเท่านั้น</li>\r\n    <li>รับสมัครผู้เข้าแข่งขันจานวน 15 ทีม โดยให้สิทธ์ิผู้สมัครตามลาดับก่อนหลังของการสมัคร</li>\r\n    <li>หากมีผู้สมัครเข้าร่วมการแข่งขันเป็นจานวนมาก สิทธ์ิในการเข้าร่วมการแข่งขันจะพิจารณาจากลาดับของ ทีมที่ส่งเข้ามา โดยทีมแรกของแต่ละโรงเรียนจะได้รับการพิจารณาก่อน และหากมีท่ีน่ังเหลือก็จะพิจารณา ทีมในลาดับต่อไปของแต่ละโรงเรียน</li>\r\n    <li>กรอกข้อมูลใบสมัครใน https://openhouse.it.kmitl.ac.th ให้ครบถ้วนและถูกต้องจากนั้นให้ Print ใบ สมัครการแข่งขัน พร้อมลงลายมือช่ือรับรองจากอาจารย์ผู้ควบคุมทีม (รับเฉพาะใบสมัครท่ีกรอกข้อมูล และ Print จากระบบเท่านั้น หากนอกเหนือจากน้ีจะถือว่าการสมัครแข่งขันไม่สมบูรณ์) แล้วส่งใบสมัครมาทาง<u>ช่องทางใดช่องทางหนึ่ง</u> ดังต่อไปนี้</li>\r\n    <ul>\r\n        <li>ทางระบบส่งใบสมัครผ่านหน้าเว็บไซต์</li>\r\n        <li>ทางไปรษณีย์<br>\r\n            <strong>หมายเหตุ : ทางผู้จัดงานต้องได้รับเอกสารการสมัครภายในวันที่ 10 สิงหาคม 2561</strong>\r\n            <br>\r\n            <blockquote>\r\n                งานบริการการศึกษา คณะเทคโนโลยีสารสนเทศ <br>\r\n                สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง <br>\r\n                เลขที่ 1 ถนนฉลองกรุง 1 แขวงลาดกระบัง เขตลาดกระบัง กรุงเทพมหานคร 10520 <br>\r\n            </blockquote>\r\n        </li>\r\n        <li>ทางอีเมลที่ openhouse@it.kmitl.ac.th</li>\r\n        <li>ทางโทรสารหมายเลข 0-2723-4910</li>\r\n    </ul>\r\n    <li>รับสมัครตั้งแต่วันท่ี 15 กรกฎาคม – 10 สิงหาคม 2561</li>\r\n    <li>คณะกรรมการประกาศรายชื่อทีมเข้าแข่งขันวันพุธที่ 15 สิงหาคม 2561 ทางเว็บไซต์ https://openhouse.it.kmitl.ac.th</li>\r\n</ul>\r\n\r\n<h3>รูปแบบและกติกาการแข่งขัน</h3>\r\n<ul>\r\n    <li>การแข่งขันแบ่งออกเป็น 2 รอบ</li>\r\n    <ul>\r\n        <li>รอบที่ 1 (09.00 – 11.00 น.) : การคิดเชิงตรรกะและตัวเลข (Logical and numerical reasoning)</li>\r\n        <li>รอบที่ 2 (13.00 – 15.00น.) : การแก้ปัญหาเชิงวิทยาการข้อมูล (Datascience)</li>\r\n    </ul>\r\n    <li>เมื่อเริ่มการแข่งขันผู้เข้าแข่งขันจะได้รับโจทย์ปัญหาตามหัวข้อที่ได้กาหนดไว้ในแต่ละรอบผู้เข้า แข่งขันต้องเขียนผลลัพธ์และแนวคิดในการแก้ปัญหาลงในกระดาษคาตอบ และส่งกระดาษคาตอบ ภายในเวลาที่กาหนด</li>\r\n    <li>การแข่งขันนี้เป็นการแข่งขันแบบกลุ่ม สมาชิกในกลุ่มสามารถปรึกษาและร่วมกันหาคาตอบได้</li>\r\n    <li>ผู้จัดการแข่งจัดเตรียมเครื่องมือเพื่อช่วยในการแก้โจทย์ปัญหาดังนี้</li>\r\n    <ul>\r\n        <li>Microsoft Excel</li>\r\n        <li>Python,PythonIDLE,SublimeText</li>\r\n        <li>Java,NetBeans,Eclipse</li>\r\n        <li>RapidMiner</li>\r\n    </ul>\r\n    <li>การตัดสินการแข่งขันผู้ตัดสินพิจารณาจากคะแนนรวมที่ผู้แข่งขันสามารถทาได้จากทั้งรอบที่ 1 และ รอบที่ 2</li>\r\n    <li>อนุญาตให้ผู้เข้าแข่งขันนาหนังสือ เอกสารย่อ หรือตาราต่าง ๆ ที่เกี่ยวข้องเข้าในสถานที่แข่งขันได้</li>\r\n    <li>ไม่อนุญาตให้นาสื่ออิเล็กทรอนิกส์โค้ดสาเร็จรูปเครื่องมือใดๆหรือโปรแกรมอื่นๆรวมถึงอุปกรณ์ จัดเก็บข้อมูลต่างๆ เช่น Flash Drive, External Hard disk, iPod, Memory Card, โทรศัพท์มือถือหรือแท็บเล็ตเข้าในสถานที่แข่งขัน</li>\r\n    <li>ไม่อนุญาตให้ทาการเชื่อมต่ออินเทอร์เน็ต หรือใช้อินเทอร์เน็ตระหว่างการแข่งขัน</li>\r\n    <li>ขณะทาการแข่งขัน ไม่อนุญาตให้ผู้เข้าแข่งขันออกนอกสถานที่แข่งขัน หากมีความจาเป็นให้คณะกรรมการพิจารณาอนุญาตเป็นราย ๆ ไป</li>\r\n    <li>หากพบว่ามีการกระทาทุจริตหรือการกระทาอันไม่เป็นไปตามกติกาที่กาหนดไว้ผู้แข่งขันนั้นจะถูกตัดสิทธิ์และออกจากการแข่งขันทันที</li>\r\n    <li>หากพบว่าทีมใดทาผิดกฎการแข่งขัน จะต้องรีบแจ้งทีมงานทันที ก่อนสรุปผลการแข่งขันของวันนั้น</li>\r\n    <li>ผลการตัดสินของคณะกรรมการจัดการแข่งขันถือเป็นที่สิ้นสุด</li>\r\n</ul>\r\n\r\n<h3>วันเวลาและสถานที่จัดการแข่งขัน</h3>\r\n<ul>\r\n    <li>การแข่งขันจะจัดขึ้นในวันพฤหัสบดีที่ 23 สิงหาคม 2561 ตั้งแต่เวลา 9.00 น. เป็นต้นไป</li>\r\n    <li>ผู้เข้าแข่งขันจะต้องมารายงานตัว ณ จุดลงทะเบียนก่อนเวลาแข่งขัน 30 นาที</li>\r\n    <li>สถานที่จัดการแข่งขัน</li>\r\n    <ul>\r\n        <li>ห้องปฏิบัติการคอมพิวเตอร์ 205 ชั้น 2 อาคารเรียนรวมและปฏิบัติการ คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</li>\r\n    </ul>\r\n    <li><u>ในวันแข่งขันผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนาบัตรประจาตัวนักเรียนมาด้วย</u></li>\r\n    <li>ประกาศผลการแข่งขันและมอบรางวัลเวลาประมาณ 16.00 น. ของวันที่ทาการแข่งขัน</li>\r\n</ul>\r\n\r\n<h3>รางวัล</h3>\r\n<ul>\r\n    <li>รางวัลชนะเลิศ – ได้รับโล่ประกาศเกียรติคุณ ใบประกาศนียบัตร และทุนการศึกษา ทีมละ 4,000 บาท</li>\r\n    <li>รางวัลรองชนะเลิศ – ได้รับโล่ประกาศเกียรติคุณ ใบประกาศนียบัตร และทุนการศึกษา ทีมละ 2,000 บาท</li>\r\n    <li>รางวัลชมเชย – ได้รับใบประกาศนียบัตร</li>\r\n</ul>\r\n\r\n<strong>หมายเหตุ</strong>\r\n<ul>\r\n    <li>ทีมที่ได้รับรางวัลชนะเลิศและรองชนะเลิศจะต้องมีคะแนนถึงเกณฑ์ที่คณะกรรมการกาหนด</li>\r\n    <li>ผู้เข้าแข่งขันที่ได้รับรางวัลชนะเลิศและรองชนะเลิศ จะได้รับสิทธิ์ในการสมัครเข้ารับการพิจารณา คัดเลือกเพื่อศึกษาต่อหลักสูตรปริญญาตรี คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอม เกล้าเจ้าคุณทหารลาดกระบังภายใต้การพิจารณาจาก Portfolio รอบที่1(โควต้าความสามารถทางด้านวิทยาศาสตร์และเทคโนโลยี)</li>\r\n</ul>', 'compet_math.svg'),
(4, 'การแข่งขันพัฒนาเว็บไซต์', 'website', 'ให้ผู้แข่งขันพัฒนาเว็บไซต์ด้วยภาษา PHP ให้มีรายละเอียดตามที่โจทย์กำหนด...', '<div class=\"heading-group\">\r\n    <h2>กิจกรรมการแข่งขัน IT LADKRABANG OPENHOUSE 2018</h2>\r\n    <h3>คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</h3>\r\n    <h3>วันพฤหัสบดีที่ 23 สิงหาคม 2561</h3>\r\n    <h3>รายละเอียดการแข่งขันพัฒนาเว็บไซต์ด้วย PHP และ JavaScript</h3>\r\n</div>\r\n\r\n<h3>วัตถุประสงค์</h3>\r\n<ul>\r\n    <li>เพื่อสนับสนุน - ส่งเสริมเยาวชนให้มีความรู้ความสามารถในการพัฒนาเว็บไซต์ และทักษะการเขียนโปรแกรม ด้วยภาษา PHP</li>\r\n    <li>เพื่อเป็นการเผยแพร่การใช้ภาษา PHP ซึ่งเป็น Open source ไปใช้งานให้มากข้ึน</li>\r\n</ul>\r\n\r\n\r\n<h3>การสมัครเข้าแข่งขัน</h3>\r\n<ul>\r\n    <li>ผู้สมัครจะต้องเป็นนักเรียนที่กาลังศึกษาอยู่ในระดับชั้นมัธยมศึกษาตอนปลาย และเป็นตัวแทนจากโรงเรียนส่งเข้าแข่งขัน</li>\r\n    <li>สมัครเป็นทีม ทีมละไม่เกิน 2 คน โดยแต่ละโรงเรียนสามารถเสนอทีมเข้าแข่งขันได้ 1 ทีมเท่านั้น</li>\r\n    <li>รับสมัครผู้เข้าแข่งขันจานวน 15 ทีม โดยให้สิทธ์ิผู้สมัครตามลาดับก่อนหลังของการสมัคร</li>\r\n    <li>หากมีผู้สมัครเข้าร่วมการแข่งขันเป็นจานวนมาก สิทธ์ิในการเข้าร่วมการแข่งขันจะพิจารณาจากลาดับของ ทีมที่ส่งเข้ามา โดยทีมแรกของแต่ละโรงเรียนจะได้รับการพิจารณาก่อน และหากมีท่ีน่ังเหลือก็จะพิจารณา ทีมในลาดับต่อไปของแต่ละโรงเรียน</li>\r\n    <li>กรอกข้อมูลใบสมัครใน https://openhouse.it.kmitl.ac.th ให้ครบถ้วนและถูกต้องจากน้ันให้ Printใบสมัครการแข่งขัน พร้อมลงลายมือชื่อรับรองจากอาจารย์ผู้ควบคุมทีม (รับเฉพาะใบสมัครที่กรอก ข้อมูลและ Print จากระบบเท่านั้น หากนอกเหนือจากนี้จะถือว่าการสมัครแข่งขันไม่สมบูรณ์) แล้วส่งใบสมัครมาทาง<u>ช่องทางใดช่องทางหนึ่ง</u> ดังต่อไปน้ี</li>\r\n    <ul>\r\n        <li>ทางระบบส่งใบสมัครผ่านหน้าเว็บไซต์</li>\r\n        <li>ทางไปรษณีย์<br>\r\n            <strong>หมายเหตุ : ทางผู้จัดงานต้องได้รับเอกสารการสมัครภายในวันที่ 10 สิงหาคม 2561</strong>\r\n            <br>\r\n            <blockquote>\r\n                งานบริการการศึกษา คณะเทคโนโลยีสารสนเทศ <br>\r\n                สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง <br>\r\n                เลขที่ 1 ถนนฉลองกรุง 1 แขวงลาดกระบัง เขตลาดกระบัง กรุงเทพมหานคร 10520 <br>\r\n            </blockquote>\r\n        </li>\r\n        <li>ทางอีเมลที่ openhouse@it.kmitl.ac.th</li>\r\n        <li>ทางโทรสารหมายเลข 0-2723-4910</li>\r\n    </ul>\r\n    <li>รับสมัครตั้งแต่วันท่ี 15 กรกฎาคม – 10 สิงหาคม 2561</li>\r\n    <li>คณะกรรมการประกาศรายชื่อทีมเข้าแข่งขันวันพุธที่ 15 สิงหาคม 2561 ทางเว็บไซต์ https://openhouse.it.kmitl.ac.th</li>\r\n</ul>\r\n\r\n<h3>รูปแบบและกติกาการแข่งขัน</h3>\r\n<ul>\r\n    <li>เวลาที่ใช้ในการแข่งขัน 3 ชั่วโมง (09:00 – 12:00 น.)</li>\r\n    <li>Hardware และ Software ที่ใช้ในการแข่งขัน ผู้จัดการแข่งขันจัดเตรียมไว้ให้ดังนี้</li>\r\n    <ul>\r\n        <li>Hardware</li>\r\n        <ul>\r\n            <li>Computer PC: OS Windows 10 Professional</li>\r\n        </ul>\r\n        <li>Software</li>\r\n        <ul>\r\n            <li>Atom</li>\r\n            <li>Sublime</li>\r\n            <li>VSCode</li>\r\n            <li>Adobe Dreamweaver</li>\r\n            <li>XAMPP 7.2.6 (Apache, MySQL, PHP, phpMyAdmin)</li>\r\n            <li>Framework : jQuery 3.3.1, jQuery UI 1.12.1 (All Components), Bootstrap 3.3.7, 4.1.1</li>\r\n        </ul>\r\n    </ul>\r\n    <li>ให้ผู้แข่งขันพัฒนาเว็บไซต์ด้วยภาษา PHP ให้มีรายละเอียดตามที่โจทย์กาหนด และต้องสามารถรับข้อมูลจากผู้ใช้งานได้จริง มีการออกแบบและเชื่อมต่อกับฐานข้อมูลรวมถึงออกแบบหน้าตาของเว็บไซต์ให้มีความสวยงามและเหมาะสม</li>\r\n    <li>สามารถใช้ JavaScript และ AJAX ได้</li>\r\n    <li>ผู้แข่งขันสามารถเพิ่มเติมเนื้อหาที่เหมาะสมนอกเหนือจากที่โจทย์ต้องการได้ตามสมควร</li>\r\n    <li>ให้ผู้เข้าแข่งขัน จัดทา Document สาหรับอธิบายผลงานของตนเอง (ภายในเวลาที่ทาการแข่งขัน)</li>\r\n    <li>อนุญาตให้ผู้เข้าแข่งขันนาหนังสือ เอกสารย่อ หรือตาราต่าง ๆ ที่เกี่ยวข้องเข้าในสถานที่แข่งขันได้</li>\r\n    <li>ไม่อนุญาตให้นาสื่ออิเล็กทรอนิกส์ โค้ดสาเร็จรูป เครื่องมือใด ๆ หรือโปรแกรมอื่น ๆ รวมถึงอุปกรณ์ทุกชนิดที่มีความสามารถในการจัดเก็บข้อมูลเข้าในสถานที่แข่งขัน</li>\r\n    <li>ไม่อนุญาตให้ทาการเชื่อมต่ออินเทอร์เน็ต หรือใช้อินเตอร์เน็ตระหว่างการแข่งขัน</li>\r\n    <li>ขณะทาการแข่งขัน ไม่อนุญาตให้ผู้เข้าแข่งขันออกนอกสถานที่แข่งขัน หากมีความจาเป็นให้คณะกรรมการพิจารณาอนุญาตเป็นราย ๆ ไป</li>\r\n    <li>การตัดสินผลงาน จะให้ผู้เข้าแข่งขันที่ผ่านเข้ารอบนาเสนอผลงานของตนเองต่อคณะกรรมการ และผู้เข้าแข่งขันทีมอื่น โดยให้เวลาทีมละ 5 – 10 นาที</li>\r\n    <li>หากพบว่ามีการกระทาทุจริตหรือการกระทาอันไม่เป็นไปตามกติกาที่กาหนดไว้ ผู้แข่งขันนั้นจะถูกตัดสิทธิ์และออกจากการแข่งขันทันท</li>\r\n    <li>ผลการตัดสินของคณะกรรมการจัดการแข่งขันถือเป็นที่สิ้นสุด</li>\r\n</ul>\r\n\r\n<h3>วันเวลาและสถานที่จัดการแข่งขัน</h3>\r\n<ul>\r\n    <li>การแข่งขันจะจัดขึ้นในวันพฤหัสบดีที่ 23 สิงหาคม 2561 ตั้งแต่เวลา 9.00 น. เป็นต้นไป</li>\r\n    <li>ผู้เข้าแข่งขันจะต้องมารายงานตัว ณ จุดลงทะเบียน<u>ก่อนเวลาแข่งขัน 30 นาที</u></li>\r\n    <li>สถานที่จัดการแข่งขัน</li>\r\n    <ul>\r\n        <li>ห้องปฏิบัติการคอมพิวเตอร์ 207 ชั้น 2 อาคารเรียนรวมและปฏิบัติการคณะเทคโนโลยี สารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</li>\r\n    </ul>\r\n    <li>หลังแข่งขันเสร็จทีมที่ได้รับคัดเลือกจะต้องนาเสนอผลงานต่อคณะกรรมการ ณ ห้องที่ทาการแข่งขัน ตั้งแต่เวลา 13.30 น. ขอให้ผู้แข่งขันที่ผ่านการคัดเลือกมารอนาเสนอผลงานก่อนเริ่มการตัดสิน 15 นาที</li>\r\n    <li><u>ในวันแข่งขันผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนาบัตรประจาตัวนักเรียนมาด้วย</u></li>\r\n    <li>ประกาศผลการแข่งขันและมอบรางวัลเวลาประมาณ 16.00 น. ของวันที่ทาการแข่งขัน</li>\r\n</ul>\r\n\r\n<h3>รางวัล</h3>\r\n<ul>\r\n    <li>รางวัลชนะเลิศ – ได้รับโล่ประกาศเกียรติคุณ ใบประกาศนียบัตร และทุนการศึกษา ทีมละ 4,000 บาท</li>\r\n    <li>รางวัลรองชนะเลิศ – ได้รับโล่ประกาศเกียรติคุณ ใบประกาศนียบัตร และทุนการศึกษา ทีมละ 2,000 บาท</li>\r\n    <li>รางวัลชมเชย – ได้รับใบประกาศนียบัตร</li>\r\n</ul>\r\n\r\n<strong>หมายเหตุ</strong>\r\n<ul>\r\n    <li>ทีมที่ได้รับรางวัลชนะเลิศและรองชนะเลิศจะต้องมีคะแนนถึงเกณฑ์ที่คณะกรรมการกำหนด</li>\r\n    <li>ผู้เข้าแข่งขันที่ได้รับรางวัลชนะเลิศและรองชนะเลิศ จะได้รับสิทธิ์ในการสมัครเข้ารับการพิจารณา คัดเลือกเพื่อศึกษาต่อหลักสูตรปริญญาตรี คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอม เกล้าเจ้าคุณทหารลาดกระบังภายใต้การพิจารณาจาก Portfolio รอบที่1(โควต้าความสามารถทางด้านวิทยาศาสตร์และเทคโนโลยี)</li>\r\n</ul>', 'compet_website.svg');

-- --------------------------------------------------------

--
-- Table structure for table `events`
--

CREATE TABLE `events` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `slug` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8_unicode_ci NOT NULL,
  `full_description` text COLLATE utf8_unicode_ci NOT NULL,
  `logo_src` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `events`
--

INSERT INTO `events` (`id`, `title`, `slug`, `short_description`, `full_description`, `logo_src`) VALUES
(1, 'To Be IT@KMITL', 'tobeit', 'เตรียมความพร้อมสู่ไอทีลาดกระบัง', '<h2>To Be IT@KMIT</h2>\r\n<h5>เตรียมความพร้อมสู่ไอทีลาดกระบัง</h5>\r\n<div class=\"row\">\r\n<div class=\"properties col-md-6 col-sm-12\">\r\n\r\n<small>สถานที่: </small>\r\n<p>หน้าห้องประชุมใหญ่ (Auditorium)</p>\r\n<small>วันที่ 23-24 สิงหาคม 2561</small>\r\n<p>เวลา 09.00 – 16.30 น.</p>\r\n<small>วันที่ 25 สิงหาคม 2561</small>\r\n<p>เวลา 09.00 - 12.00 น</p>\r\n\r\n</div>\r\n<div class=\"description col-md-6 col-sm-12\">\r\n<p>เตรียมความพร้อมสู่ไอทีลาดกระบังไปกับ “ToBeIT@KMITL” โดยเหล่าพี่ๆ ที่จะคอยแนะแนวน้องๆ พร้อมกับไขข้อข้องใจที่มีเพื่อการเตรียมสอบเข้าคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</p>\r\n</div>\r\n</div>\r\n', 'event_tobeit.svg'),
(2, 'ทัวร์คณะ', 'tour', 'เยี่ยมชมคณะไอทีลาดกระบัง', '<h2>ทัวร์คณะ</h2>\r\n<h5>เยี่ยมชมคณะไอทีลาดกระบัง</h5>\r\n<div class=\"row\">\r\n<div class=\"properties col-md-6 col-sm-12\">\r\n\r\n<small>สถานที่: </small>\r\n<p>หน้าห้องประชุมใหญ่ (Auditorium)</p>\r\n<small>วันที่ 23-24 สิงหาคม 2561</small>\r\n<p>เวลา 09.00 – 16.30 น.</p>\r\n<small>วันที่ 25 สิงหาคม 2561</small>\r\n<p>เวลา 09.00 - 12.00 น</p>\r\n\r\n</div>\r\n<div class=\"description col-md-6 col-sm-12\">\r\n<p> เปิดประสบการณ์ภายในคณะไอทีลาดกระบัง กับการเยี่ยมชมห้องแลปสุดทันสมัย, ห้องเซิร์ฟเวอร์ภายในคณะ, ชุมนุมของนักศึกษาที่น่าสนใจ และสิ่งอำนวยความสะดวกต่างๆสุดครบครัน สัมผัสบรรยากาศจริงของการเรียนสุดเป็นกันเองโดยพี่ๆและอาจารย์</p>\r\n</div>\r\n</div>\r\n', 'event_tour.svg'),
(3, 'แนะนำหลักสูตรไอทีลาดกระบัง', 'cirr', 'IT DSBA BIT ต่างกันยังไง แล้ว วิศวะกับวิทยาคอมละ?', '<h2>แนะนำหลักสูตรไอทีลาดกระบัง</h2>\r\n<h5>เรียนไอทีลาดกระบังเป็นยังไง</h5>\r\n<div class=\"row\">\r\n<div class=\"properties col-md-6 col-sm-12\">\r\n\r\n\r\n<small>สถานที่: </small>\r\n<p>หน้าห้องประชุมใหญ่ (Auditorium)</p>\r\n<small>วันที่ 23-24 สิงหาคม 2561</small>\r\n<p>เวลา 09.00 – 16.30 น.</p>\r\n<small>วันที่ 25 สิงหาคม 2561</small>\r\n<p>เวลา 09.00 - 12.00 น</p>\r\n\r\n</div>\r\n<div class=\"description col-md-6 col-sm-12\">\r\n<p>มาพูดคุยกับพี่ๆ นักศึกษาของคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ไขปัญหาข้อข้องใจไปด้วยกัน ความข้องใจในสาขาวิชาวิทยาการคอมพิวเตอร์, วิศวกรรมคอมพิวเตอร์, วิศวกรรมสารสนเทศ และ เทคโนโลยีสารสนเทศ ต่างกันยังไงและสาขาภายในคณะ เช่น IT, DSBA, BIT คืออะไร ต่างกันยังไง </p>\r\n</div>\r\n</div>\r\n', 'event_cirr.svg'),
(4, 'การแสดงนิทรรศการทางวิชาการ', 'exhibition', 'ผลงานนักศึกษาและคณาจารย์', '<h2>การแสดงนิทรรศการทางวิชาการ</h2>\r\n<h5>ผลงานนักศึกษาและคณาจารย์</h5>\r\n<div class=\"row\">\r\n<div class=\"properties col-md-6 col-sm-12\">\r\n\r\n<small>สถานที่: </small>\r\n<p>หน้าห้องประชุมใหญ่ (Auditorium)</p>\r\n<small>วันที่ 23-24 สิงหาคม 2561</small>\r\n<p>เวลา 09.00 – 16.30 น.</p>\r\n<small>วันที่ 25 สิงหาคม 2561</small>\r\n<p>เวลา 09.00 - 12.00 น</p>\r\n\r\n</div>\r\n<div class=\"description col-md-6 col-sm-12\">\r\n<p>การจัดแสดงผลงานให้แก่ผู้ที่สนใจได้ชมและศึกษา โดยนำเสนอผลงานต่างๆ ของนักศึกษาระดับปริญญาตรี, ปริญญาโท และ ปริญญาเอก รวมทั้งงานวิจัยของอาจารย์ในคณะฯ ทุกท่านจะได้รับทั้งความรู้ในเชิงวิชาการจากทั้งจากผลงานของนักศึกษา, งานวิจัยภายในคณะ</p>\r\n</div>\r\n</div>\r\n', 'event_show.svg');

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE `pages` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `content` text COLLATE utf8_unicode_ci NOT NULL,
  `slug` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`id`, `title`, `content`, `slug`) VALUES
(1, 'การเดินทาง', 'AIRPORT RAIL LINK\r\nจากสถานีพญาไท ผ่านสถานีราชปรารภ มักกะสัน รามคำแหง หัวหมาก บ้านทับช้าง ใช้เวลาประมาณ 30 นาทีลงที่สถานีลาดกระบังแล้วต่อรถไฟที่สถานีรถไฟลาดกระบัง หรือต่อรถสองแถวสาย 777 (เขียนว่าเข้าเทคโนฯ)\r\nSONGTAW\r\n- วงกลมวนซ้ายแอร์พอร์ตลิงค์ 7 บาท 5.00-22.00 15 นาที\r\n- หัวตะเข้ – เทคโน – หนองจอก	7 บาท 5.00-22.00 10 นาที\r\n- หัวตะเข้ – เทคโน – ฮอนด้า 7 บาท 5.00-22.00 10 นาที\r\n- วัดราชโกษา – เทคโน – ร่มเกล้า 7 บาท 5.00-20.00 20 นาที\r\n- หัวตะเข้ – เทคโน – วัดอุทัย 10 บาท 5.00-17.30 40 นาที\r\n- หัวตะเข้ – เทคโน – บึงบัว 10 บาท 5.00-17.30 30 นาที\r\nVAN\r\nรถตู้ด่วนพิเศษ\r\n- หมอชิตใหม่ - พระจอมเกล้าลาดกระบัง (ทางด่วน)\r\n- อนุสาวรีย์ชัย - พระจอมเกล้าลาดกระบัง (ทางด่วน)\r\n- รังสิตฟิวเจอร์ - พระจอมเกล้าลาดกระบัง (ทางด่วน)\r\n- แฮปปี้แลนด์ - พระจอมเกล้าลาดกระบัง (ทางด่วน)\r\nรถตู้ประจำทาง\r\n- หัวตะเข้ – หนองจอก\r\n- มีนบุรี – บึงบัว – หัวตะเข้\r\n- มีนบุรี – นิคม – หัวตะเข้\r\n- หัวตะเข้ – ซีคอนสแควร์*\r\n- หัวตะเข้ – บางพลี*\r\n* ลงที่หน้าตลาดหัวตะเข้ รถไม่ได้เข้ามาภายในสถาบัน\r\nCAR\r\n- เริ่มจากเส้นทางถนนศรีนครินทร์ที่แยกอ่อนนุช เข้าถนนอ่อนนุช (สุขุมวิท77) ระยะทางประมาณ 16 กม. แยกเข้าถนนฉลองกรุง\r\n- เริ่มจากเส้นทางตลาดมีนบุรี เข้าถนนสุวินทวงศ์ ถนนคุ้มเกล้า หรือถนนฉลองกรุง\r\n- จากกรุงเทพฯ ใช้เส้นทางด่วนพิเศษ กรุงเทพฯ–ชลบุรี (มอเตอร์เวย์)\r\n-> ออกจากมอเตอร์เวย์ที่จุดกลับรถใต้สะพานเล็กๆ ให้เลยทางออกสุวรรณภูมิมาก่อน\r\n-> ให้สังเกตอาคารเรียนคณะเทคโนโลยีสารสนเทศ จะเป็นอาคารเรียน 6 ชั้นติดกระจก หากเลยมาแล้วให้ชิดซ้าย ใต้สะพาน เลยไปประมาณ 800 เมตร จะมีทางออกเล็กๆ ให้กลับรถ จากนั้นเลี้ยวขวา เมื่อถึงใต้สะพานแล้วให้เลี้ยวซ้าย\r\n- เริ่มจากชลบุรี ใช้เส้นทางด่วนพิเศษ กรุงเทพฯ–ชลบุรี(มอเตอร์เวย์) ออกจากมอเตอร์เวย์ที่ทางเข้าสนามบินสุวรรณภูมิ ทางเบี่ยงถนนคู่ขนานมอเตอร์เวย์ ถนนฉลองกรุง\r\nTRAIN\r\nสายตะวันออก : สถานีต้นทางกรุงเทพฯ(หัวลำโพง) ผ่าน ยมราช อุรุพงศ์ พญาไท มักกะสัน อโศก คลองตัน สุขุมวิท71 หัวหมาก บ้านทับช้าง ซอยวัดลานบุญ ลาดกระบัง พระจอมเกล้า ปลายทางสถานีหัวตะเข้\r\nขบวนจากกรุงเทพ (หัวลำโพง)\r\n- 379 (กรุงเทพ - หัวตะเข้) ถึงหัวตะเข้ 05.10 *วันจันทร์-ศุกร์\r\n- 275 (กรุงเทพ - อรัญประเทศ) ถึงหัวตะเข้ 07.02\r\n- 283 (กรุงเทพ - บ้านพลูตาหลวง) ถึงหัวตะเข้ 08.13 *วันจันทร์-ศุกร์\r\n- 285 (กรุงเทพ - ชุมทางฉะเชิงเทรา) ถึงหัวตะเข้ 08.13 *วันเสาร์-อาทิตย์-วันหยุดพิเศษ\r\n- 281 (กรุงเทพ - กบินทร์บุรี) ถึงหัวตะเข้ 08.56\r\nขบวนออกจากชุมทางฉะเชิงเทรา\r\n- 384 (ชุมทางฉะเชิงเทรา – กรุงเทพ) ถึงหัวตะเข้ 06.25 *วันจันทร์-ศุกร์\r\n- 372 (ปราจีนบุรี – กรุงเทพ) ถึงหัวตะเข้ 06.59\r\n- 388 (ชุมทางฉะเชิงเทรา – กรุงเทพ) ถึงหัวตะเข้ 07.34\r\n- 278 (กบินทร์บุรี – กรุงเทพ) ถึงหัวตะเข้ 09.09\r\nขบวนออกจากรังสิต\r\n376 (รังสิต - หัวตะเข้) ออกรังสิต 05.35 ถึงหัวตะเข้ 07.40 *รถขบวนนี้ไม่เข้าหัวลำโพง และไม่มีบริการวันเสาร์ อาทิตย์ วันหยุดพิเศษ\r\nSUVARNABHUMI AIRPORT BUS TERMINAL\r\nรถตู้\r\n- 549 มีนบุรี – สุวรรณภูมิ\r\n- 552 อ่อนนุช - สุวรรณภูมิ\r\n- 552A ปากน้ำ – สุวรรณภูมิ (เฉพาะเช้า-เย็น)\r\n- 554 สะพานใหม่ – สุวรรณภูมิ (เฉพาะเช้า-เย็น)\r\n- 555 สุวรรณภูมิ - ดอนเมือง\r\n- 559 สุวรรณภูมิ – รังสิตฟิวเจอร์\r\nรถเมล์\r\n- 554 รังสิต – สุวรรณภูมิ (ทางด่วนลงรามอินทรา)\r\n- 555 รังสิต – สุวรรณภูมิ (ทางด่วนลงดินแดง)\r\n- 558 พระราม 2 - สุวรรณภูมิ (ทางด่วนลงสุขสวัสดิ์)', 'route'),
(2, 'ติดต่อ', 'ติดต่อ\r\n	สอบถามข้อมูลทั่วไป\r\nโทรศัพท์\r\n0-2723-4936 - 45\r\nอีเมลล์\r\nopenhouse@it.kmtil.ac.th\r\nที่อยู่\r\nคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง เลขที่ 1 ซอยฉลองกรุง 1 แขวงลาดกระบัง เขตลาดกระบัง        กรุงเทพฯ 10520\r\nโซเชียลเน็ตเวิร์ก\r\nFacebook\r\nFacebook.com/ITLadkrabangOpenhouse\r\nTwitter\r\ntwitter.com/ITKMITL', 'contact');

-- --------------------------------------------------------

--
-- Table structure for table `rallys`
--

CREATE TABLE `rallys` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `slug` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8_unicode_ci NOT NULL,
  `full_description` text COLLATE utf8_unicode_ci NOT NULL,
  `logo_src` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `rallys`
--

INSERT INTO `rallys` (`id`, `title`, `slug`, `short_description`, `full_description`, `logo_src`) VALUES
(1, 'ชุมนุม ITForge EROS', 'itforge', 'IT นั้นย่อมาจาก Information Technology แปลว่า เทคโนโลยีสารสนเทศ ส่วน Forge นั้นแปลว่า การตีเหล็ก หรือ โรงตีเหล็ก เพราะฉะนั้นเมื่อนำสองคำนี้มารวมกันจะหมายถึง การตีความรู้ทางด้านเทคโนโลยีสารสนเทศให้กล้าแข็งขึ้น หรือ หมายถึงสถานที่สำหรับการพัฒนาความรู้ทางด้านเทคโนโลยี', '<p>ชุมนุมของเราเป็นชุมนุมที่จะช่วยส่งเสริมวิชาการทางด้านเทคโนโลยีสารสนเทศ ทั้งที่มีสอนในและนอกคณะ โดยเป็นการสอนจากรุ่นพี่ไปสู่รุ่นน้อง นอกจากนี้ชุมนุมของพวกเรานั้นยังช่วยส่งเสริมและเตรียมความพร้อมในการแข่งขันวิชาการของนักศึกษาที่จัดขึ้นในทุกๆปี เป็นสถานที่สำหรับการพัฒนาความรู้ทางด้านเทคโนโลยีของน้องๆ ที่สนใจได้มาเรียนรู้แน่นอน</p>\r\n', 'rally_it_forge.png'),
(2, 'ชุมนุมวิจัยอนิเมและหมากกระดาน', 'anime', 'สมัยนี้ อนิเมชั่นหรือการ์ตูนต่างๆเป็นสื่อที่อยู่ใกล้ตัว และเป็นที่รู้จักมากขึ้น', '<p>สมัยนี้ อนิเมชั่นหรือการ์ตูนต่างๆเป็นสื่อที่อยู่ใกล้ตัว และเป็นที่รู้จักมากขึ้น ซึ่งบางเรื่องนั้นได้มีการสอดแทรกสาระเนื้อหาที่น่าสนใจ หรือมีการละเล่นต่างๆ ที่หลายๆ คนเคยเล่น แต่ห่างเหินไปเพราะเทคโนโลยีต่างๆ เริ่มมีเกมมาแทนที่ ชุมนุมเราจึงจัดตั้งขึ้นเพื่อวิเคราะห์สาระ แนวคิด และข้อคิด ที่มีอยู่ในอนิเมชันเหล่านั้น รวมไปถึงลักษณะต่างๆ ของอนิเมชั่น และยังนำเกมกระดาน และการละเล่นต่างๆ ที่อยู่ในอนิเมมาฝึกเล่น และเรียนรู้ความแตกต่าง และเพื่อสร้างความสนุกสนาน และความสามัคคีในหมู่คณะอีกด้วย มาสนุกสนานกับอนิเมชัน และเกมกระดานกันเถอะครับ</p>', 'rally_anime.jpg'),
(3, 'ชุมนุม AGAPE\'', 'agape', '\"AGAPE\" นั้นมีหลายความหมาย ความหมายแรก แปลว่า \"อาการอ้าปากค้าง\"', '<p>\r\nAGAPE\' คืออะไร? \"AGAPE\" นั้นมีหลายความหมาย ความหมายแรก แปลว่า \"อาการอ้าปากค้าง\" (ฮามากจนหุบปากไม่ลง 555+) ส่วนอีกความหมายซึ่งเป็นที่นิยมมากกว่า แปลว่า \"ความรักอันบริสุทธิ์จากพระเจ้า\" เป็นความรักโดยแท้จริง เพราะพวกเราชาว \"AGAPE\" จะมอบความรักให้กับน้องๆโดยไม่หวังสิ่งใดตอบแทน :\') Open house นี้ เตรียมตัวไว้ให้ดี เพราะพี่ๆพกความสนุกสนานมาให้น้องๆ ได้เก็บกลับบ้านกันแน่นอน\r\n</p>', 'rally_agape.jpg'),
(4, 'ชุมนุม FOTO+ MAG', 'foto', 'เป็นชุมนุมของผู้ที่สนใจ หรือรักในการถ่ายภาพ ไม่จำกัดว่าสมาชิกจะต้องมีกล้องถ่ายภาพทุกคน ', '<p>\r\nชุมนุมเรา จะเป็นชุมนุมที่รวบรวมคนที่สนใจในด้านการถ่ายภาพ ชุมนุมเราเป็นกลุ่มคนที่ถ่ายภาพบรรยากาศงานให้น้องๆเก็บไว้เป็นที่ระลึก ไม่ว่าจะเป็นงานนิทรรศการ งานวิชาการ งานกีฬา หรืองานพิธีสำคัญ พวกเขามีหน้าที่ในการเก็บภาพบรรยากาศ เหตุการณ์ต่างๆ รอยยิ้ม เสียงหัวเราะ หรือความประทับใจที่เกิดขึ้น ออกมาเป็นภาพถ่าย หรืออาจจะเป็นภาพเคลื่อนไหว\r\n</p>', 'rally_foto.png'),
(5, 'ชุมนุม Inphonic', 'inphonic', 'Inphonic นั้นเป็นการรวมคำว่า \"Information Technology(IT)\" และ \"Symphonic\" เข้าด้วยกัน  ', '<p>น้องๆหลายคนเมื่อได้ยินชื่อชุมนุม Inphonic อาจจะงงกันว่าคือชุมนุมอะไร ซึ่งจริงๆแล้ว Inphonic นั้นเป็นการรวมคำว่า \"Information Technology(IT)\" และ \"Symphonic\" เข้าด้วยกัน หรือพูดง่ายๆก็คือชุมนุมดนตรีของคณะ IT เรานี่เอง ชุมนุม Inphonic นั้นจัดตั้งขึ้นเพื่อเป็นการรวมตัวผู้ชื่นชอบในดนตรีของคณะไอที ซึ่งไม่ว่าใครจะมีฝีมือระดับเทพหรือเพิ่งหัดเล่นก็สามารถเข้าร่วมชุมนุมได้ ขอ เชิญชวนน้องๆผู้ชื่นชอบและหลงไหลในเสียงดนตรีมารับชมรับฟังการแสดงดนตรีจาก พี่ๆไอทีลาดกระบังได้ภายในงาน Open House รับประกันความมันส์ตลอดงาน !!!</p>', 'rally_inphonic.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `registrations`
--

CREATE TABLE `registrations` (
  `id` int(11) NOT NULL,
  `category` varchar(40) COLLATE utf8_unicode_ci NOT NULL,
  `team_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate01_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `candidate01_id` varchar(13) COLLATE utf8_unicode_ci NOT NULL,
  `candidate01_age` int(11) NOT NULL,
  `candidate01_grade` int(11) NOT NULL,
  `candidate01_school` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `candidate01_email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `candidate01_phone` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `candidate02_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate02_id` varchar(13) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate02_age` int(11) DEFAULT NULL,
  `candidate02_grade` int(11) DEFAULT NULL,
  `candidate02_school` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate02_email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate02_phone` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate03_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate03_id` varchar(13) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate03_age` int(11) DEFAULT NULL,
  `candidate03_grade` int(11) DEFAULT NULL,
  `candidate03_school` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate03_email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate03_phone` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate04_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate04_id` varchar(13) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate04_age` int(11) DEFAULT NULL,
  `candidate04_grade` int(11) DEFAULT NULL,
  `candidate04_school` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate04_email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate04_phone` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate05_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate05_id` varchar(13) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate05_age` int(11) DEFAULT NULL,
  `candidate05_grade` int(11) DEFAULT NULL,
  `candidate05_school` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate05_email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate05_phone` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate06_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate06_id` varchar(13) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate06_age` int(11) DEFAULT NULL,
  `candidate06_grade` int(11) DEFAULT NULL,
  `candidate06_school` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate06_email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `candidate06_phone` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `teacher_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `teacher_phone` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `teacher_email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `registration_date` datetime NOT NULL,
  `pdf_filename` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `username` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `email`, `password`, `created_at`) VALUES
(2, 'elvinXCs', '60070102@kmitl.ac.th', '$2y$10$1Mtkw/pnruXsO8S1SCIMdOUJxOc/FdlCMOe1Ed2ZhWnnWBGAN19PK', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `workshops`
--

CREATE TABLE `workshops` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `slug` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8_unicode_ci NOT NULL,
  `full_description` text COLLATE utf8_unicode_ci NOT NULL,
  `logo_src` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `workshops`
--

INSERT INTO `workshops` (`id`, `title`, `slug`, `short_description`, `full_description`, `logo_src`) VALUES
(1, 'MULTIMEDIA', 'multimedia', '<strong>สายลับจับผิดภาพ</strong><br/>\r\n<p>เรียนรู้เบื้องหลังการทาเกมจับผิดภาพ</p>', '<h2>เวิร์คชอปด้านสื่อประสม (Multimedia Workshop)</h2>\r\n\r\n<h5>ชื่อกิจกรรม : สายลับจับผิดภาพ</h5>\r\n\r\n<p class=\"indent\">ในเวิร์คชอปนี้ น้อง ๆ จะได้เรียนรู้เบื้องหลังการทาเกมจับผิดภาพ โดยอาศัยหลักการการประมวลผล ภาพเบื้องต้น (Image processing) พร้อมทั้งได้ลงมือเขียนเกมด้วยโปรแกรม Matlab ด้วยตนเอง</p>', 'workshop_multi.svg'),
(2, 'NETWORKS', 'networks', '<strong>IoT Connecting Things : เชื่อมต่อทุกสรรพสิ่งด้วย IoT</strong><br/>\r\n<p>เรียนรู้วิธีการประยุกต์ใช้เทคโนโลยี IoT</p>', '<h2>เวิร์คชอปด้านเครือข่าย (Networks Workshop)</h2>\r\n\r\n<h5>ชื่อกิจกรรม IoT Connecting Things : เชื่อมต่อทุกสรรพสิ่งด้วย IoT</h5>\r\n\r\n<p class=\"indent\">ในเวิร์คชอปนี้ น้อง ๆ จะได้เรียนรู้วิธีการประยุกต์ใช้เทคโนโลยี IoT หรืออินเตอร์เน็ทของสรรพสิ่ง ใน การเชื่อมต่อเข้ากับอินเตอร์เน็ท เพื่อส่งข้อมูลที่ตรวจจับได้จากอุปกรณ์เซ็นเซอร์ ไปเก็บไว้ยังเครื่อง คอมพิวเตอร์บนคราวด์ (Cloud) สาหรับให้น้อง ๆ สามารถเข้ามาตรวจสอบ หรือสามารถแจ้งเตือน ผ่านทาง เครื่องคอมพิวเตอร์ โทรศัพท์มือถือ หรือแทปเล็ทได้ในทุกที่ผ่านทางอินเตอร์เน็ท</p>\r\n<p class=\"indent\">หลังจากจบเวิร์คชอปนี้แล้วน้องๆจะเข้าใจพื้นฐานการทางานของเทคโนโลยีIoT ซึ่งพบเห็นใน ปัจจุบัน เช่น Smart home, Smart farm, Healthcare monitoring เป็นต้น</p>', 'workshop_networks.svg'),
(3, 'SOFTWARE ENGINEERING', 'se', '<strong>Software Defined Robots</strong><br/>\r\n<p>รู้จักโครงสร้างของตัวต่อเลโก้รุ่น Mindstorms NXT</p>', '<h2>เวิร์คชอปด้านวิศวกรรมซอฟต์แวร์ (Software Engineering Workshop)</h2>\r\n\r\n<h5>ชื่อกิจกรรม : Software Defined Robots</h5>\r\n\r\n<p class=\"indent\">ในเวิร์คชอปนี้ น้อง ๆ จะได้รู้จักโครงสร้างของตัวต่อเลโก้ (Lego) รุ่น Mindstorms NXT ซึ่ง ประกอบด้วยเอ็มพียู (MPU) เซ็นเซอร์แสง (Light sensor) เซ็นเซอร์เสียง (Sound sensor) เซ็นเซอร์สัมผัส (Touch sensor) เซ็นเซอร์อัลตราโซนิค (Ultrasonic sensor) และมอร์เตอร์ (Motor) ที่สามารถนามาสร้าง เป็นหุ่นยนต์ในรูปแบบต่าง ๆ ได้ตามที่ต้องการ</p>\r\n<p class=\"indent\">นอกจากนี้ น้อง ๆ ยังจะได้ทดลองเขียนโปรแกรมภาษาจาวา ในการควบคุมสั่งการตัวต่อเลโก้ที่ ประกอบขึ้นเป็นหุ่นยนต์ที่สามารถเคลื่อนที่ได้ เพื่อให้มันสามารถตรวจจับข้อมูลในรูปแบบต่าง ๆ จาก สภาพแวดล้อม แล้วนามาประมวลผล และดาเนินการตามภารกิจที่กาหนด</p>', 'workshop_se.svg'),
(4, 'DATA SCIENCE', 'datascience', '<strong>Data Science finds Pokemon : ตามหาโปเกม่อนด้วยวิทยาการข้อมูล</strong><br/>\r\n<p>เรียนรู้วิธีและลงมือปฏิบัติจริงในการวิเคราะห์ข้อมูลทีละขั้น</p>', '<h2>เวิร์คชอปด้านวิทยาการข้อมูล (Data Science Workshop)</h2>\r\n\r\n<h5>ชื่อกิจกรรม:ตามหาโปเกม่อนด้วยวทิยาการข้อมูล</h5>\r\n\r\n<p class=\"indent\">ในเวิร์คชอปนี้ เราจะพาน้อง ๆ ที่สนใจแหล่งกาเนิดโปเกม่อนในเกมส์ \"โปเกม่อนโก\" ซึ่งน้อง ๆ นักเรียนจะได้เรียนรู้วิธีและลงมือปฏิบัติจริงในการวิเคราะห์ข้อมูลทีละขั้น ทีละตอน โดยใช้เทคนิคด้านการทา เหมืองข้อมูล ซึ่งเป็นศาสตร์ด้านหนึ่งในสาขา วิทยาการข้อมูล เพื่อตามหาแหล่งที่เราจะสามารถตามหาโปเก ม่อนทั้งหมด 14 ชนิด</p>', 'workshop_datascience.svg');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `competitions`
--
ALTER TABLE `competitions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `events`
--
ALTER TABLE `events`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rallys`
--
ALTER TABLE `rallys`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `registrations`
--
ALTER TABLE `registrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `workshops`
--
ALTER TABLE `workshops`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `competitions`
--
ALTER TABLE `competitions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `events`
--
ALTER TABLE `events`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `pages`
--
ALTER TABLE `pages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `rallys`
--
ALTER TABLE `rallys`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `registrations`
--
ALTER TABLE `registrations`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `workshops`
--
ALTER TABLE `workshops`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
