<?php require APPROOT . '/views/inc/header.php'; ?>
<section class="timetable">
    <div class="container">
        <div class="row">
            <div class="timetable-wrapper col-lg-12">
                <h2>กำหนดการ IT LADKRABANG OPEN HOUSE 2018</h2>
                <div class="card-columns">
                    <a id="timetable23" href="#timetable23Modal">
                        <div class="card p-3">
                            <p>วันพฤหัสบดีที่ 23 สิงหาคม 2560</p>
                        </div>
                    </a>
                    <a id="timetable24" href="#timetable24Modal">
                        <div class="card p-3">
                            <p>วันศุกร์ที่ 24 สิงหาคม 2560</p>
                        </div>
                    </a>
                    <a id="timetable25" href="#timetable25Modal">
                        <div class="card p-3">
                            <p>วันเสาร์ที่ 25 สิงหาคม 2560</p>
                        </div>
                    </a>
                </div>
                <!--MODAL-->
                <div id="timetable23Modal">
                    <div class="close-timetable23Modal"> 
                        <i class="fas fa-times-circle"></i>
                    </div>
                        
                    <div class="modal-content">
                        <article>
                            <div class="heading-group">
                                <h1>กําหนดการ IT Ladkrabang Open House 2018</h1>
                                <h2>วันพฤหัสบดีที่ 23 สิงหาคม พ.ศ. 2561</h2>
                                <h5>ณ อาคารเรียนรวมและปฏิบัติการคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</h5>
                            </div>
                            <div class="table-responsive">
                                <table class="table day1">
                                    <thead>
                                        <tr>
                                            <th>กิจกรรม</th>
                                            <th>รายละเอียด</th>
                                            <th>เวลา</th>
                                        </tr>
                                    </thead>
                                    <tbody>
                                        <tr>
                                            <td>ลงทะเบียน</td>
                                            <td>เริ่มลงทะเบียนเข้าร่วมงานและการแข่งขันวิชาการ ของโรงเรียน นักเรียน และประชาชนผู้สนใจทั่วไป <br> <strong>สถานที่</strong> บริเวณจุดลงทะเบียน ณ อาคารคณะเทคโนโลยีสารสนเทศ</td>
                                            <td>08.00 – 09.00 น.</td>
                                        </tr>
                                        <tr>
                                            <td>เสวนาหลักสูตร เรื่อง TCAS กับไอทีเลือดใหม่ เรียนอย่ำงไรให้ Success</td>
                                            <td>
                                                <ul>
                                                    <li>แนะนาคณะฯ และหลักสูตร</li>
                                                    <li>แนะนาเรื่องการสมัคร TCAS เข้าคณะไอที</li>
                                                    <li>ทุนการศึกษา หอพัก ชุมนุม และสภาพแวดล้อม</li>
                                                    <li>แนะนาวิชาชีพและงานด้านไอทีโดยคณาจารย์และนักศึกษาของคณะ</li>
                                                </ul>
                                                <br> <strong>กลุ่มเป้าหมาย :</strong> นักเรียนระดับมัธยมศึกษาตอนปลาย, และบุคคลทั่วไปที่สนใจ, ผู้ปกครองสมัครผ่านเว็บไซต์
                                                <br> <strong>สถานที่</strong> ห้องประชุมใหญ่ (Auditorium) อาคารคณะเทคโนโลยีสารสนเทศ
                                            </td>
                                            <td>09.00 – 11.00 น.</td>
                                        </tr>
                                        <tr>
                                            <td>กิจกรรม IT Career Workshop</td>
                                            <td>
                                                <ul>
                                                    <li>สัมผัสประสบการจริงในการเป็นนักไอที แนะนำโดยอาจารย์และนักศึกษารุ่นพี่ เช่น
                                                        <br> การทำ workshop
                                                        <u>สาขาวิชาเทคโนโลยีสารสนเทศ</u> แบ่งเป็น 3 แขนงวิชา คือ า
                                                        <br> - แขนงวิชาการพัฒนาสื่อประสมและเกม กิจกรรม
                                                        <b>
                                                            <u>สายลับจับผิดภาพ</u>
                                                        </b>
                                                        <br> - แขนงวิชาวิศวกรรมซอฟต์แวร์ กิจกรรม
                                                        <b>
                                                            <u>Software Defined Robots</u>
                                                        </b>
                                                        <br> - แขนงวิชาเทคโนโลยีเครือข่ายและระบบ
                                                        <b>
                                                            <u>กิจกรรม IoT Connecting Things : เชื่อมต่อทุกสรรพสิ่งด้วย IoT</u>
                                                        </b>
                                                        <br> - สาขาวิชาวิทยาการข้อมูลและการวิเคราะห์เชิงธุรกิจ กิจกรรม
                                                        <b>
                                                            <u>ตามหาโปเกม่อน ด้วยวิทยาการข้อมูล
                                                            </u>
                                                        </b>
                                                        <br> (จัดเป็นรอบๆ รอบละ 30 - 40นาที)</li>
                                                    <br>
                                                </ul>
                                                <b>กลุ่มเป้าหมาย</b> : นักเรียนระดับมัธยมศึกษาตอนปลาย
                                                <br>
                                                <b>สถานที่</b> ห้องบรรยาย M03, M04, M21 และ M22 อาคารคณะเทคโนโลยีสารสนเทศ
                                            </td>
                                            <td>10.00 – 15.00 น.</td>
                                        </tr>
                                        <tr>
                                            <td>การแข่งขันแก้ปัญหาเชิงวิเคราะห์ (Data Analysis)</td>
                                            <td>
                                                การแข่งขันเพื่อส่งเสริมและสนับสนุนให้นักเรียนให้ความสนใจในการคิดเชิงตรรกะ การ คิดเชิงตัวเลข และการแก้ปัญหาเชิงวิทยาการข้อมูลด้วยการวิเคราะห์ได้อย่างเหมาะสม
                                                <br>
                                                <b>กลุ่มเป้าหมาย</b> : นักเรียนระดับมัธยมศึกษาตอนปลายโดยสมัครเข้าร่วมในนามโรงเรียน
                                                <br>
                                                <b>สถานที่</b> ห้องปฏิบัติการคอมพิวเตอร์205 ชั้น 2 อาคารคณะเทคโนโลยีสารสนเทศ
                                            </td>
                                            <td>09.00 – 15.00 น.</td>
                                        </tr>
                                        <tr>
                                            <td>การแข่งขันกีฬาอิเล็คทรอนิกส์ (E – sports)</td>
                                            <td>
                                                การแข่งขันเพื่อให้ผู้เข้าแข่งขันได้มีโอกาสแสดงความสามารถในกีฬาอิเล็คทรอนิกส์ (Esports) เป็นการฝีกการท างานร่วมกันเป็นทีม และเพื่อสร้างแรงบันดาลใจให้ผู้เข้าชม
                                                อยากท าการพัฒนาและมีส่วนร่วมในการเล่นเกมให้เกิดประโยชน์

                                                <b>กลุ่มเป้าหมาย</b> : นักเรียนระดับมัธยมศึกษาตอนปลายโดยสมัครเข้าร่วมในนามโรงเรียน
                                                <br>
                                                <b>สถานที่</b> ห้องบรรยาย 226 ชั้น 2 อาคารคณะเทคโนโลยีสารสนเทศ
                                            </td>
                                            <td>09.00 – 15.00 น.</td>
                                        </tr>
                                        <tr>
                                            <td>การแข่งขันด้านความปลอดภัย ของระบบคอมพิวเตอร์ (Network security)
                                            </td>
                                            <td>การแข่งขันเพื่อนักเรียนได้มีความรู้ ความสามารถ และรู้ทันภัยคุกคามในอินเทอร์เน็ต และในระบบคอมพิวเตอร์ อีกทั้งยังน
                                                าความรู้ไปใช้ให้เกิดประโยชน์ในด้านการป้องกัน ตนเองและผู้อื่นจากภัยคุกคามในอินเทอร์เน็ตและในระบบคอมพิวเตอร์ได
                                                <br>
                                                <br>
                                                <b>กลุ่มเป้าหมาย</b>: นักเรียนระดับมัธยมศึกษาโดยสมัครเข้าร่วมในนามโรงเรียน
                                                <br>
                                                <b>สถานที่</b> ห้องปฏิบัติการคอมพิวเตอร์ 203 ชั้น 2 อาคารคณะเทคโนโลยีสารสนเทศ</td>
                                            <td>09.00 – 15.00 น.</td>
                                        </tr>
                                        <tr>
                                            <td>การแข่งขันพัฒนาเว็บไซต์ด้วย PHP และ JavaScript</td>
                                            <td>การแข่งขันเพื่อสนับสนุนส่งเสริมเยาวชนให้มีความรู้ความสามารถในการพัฒนาเว็บไซต์ และทักษะการเขียนโปรแกรมด้วยภาษา
                                                PHP และ JavaScript
                                                <br>
                                                <b>กลุ่มเป้าหมาย</b>: นักเรียนระดับมัธยมศึกษาโดยสมัครเข้าร่วมในนามโรงเรียน
                                                <br>
                                                <b>สถานที่</b> ห้องปฏิบัติการคอมพิวเตอร์ 207 ชั้น 2 อาคารคณะเทคโนโลยีสารสนเทศ</td>
                                            <td>09.00 – 15.00 น.</td>
                                        </tr>
                                        <tr>
                                            <td>ทักษะการคิดเชิงคานวณ (computational thinking skill)</td>
                                            <td>
                                                - การทำแบบทดสอบทักษะการคิดเชิงคำนวณ (สาหรับนักศึกษา)
                                                <br> - เชิญชวนครูแต่ละโรงเรียนร่วมจัดการทดสอบทักษะการคิดเชิงคานวณนานาชาติ (Bebras Challenge)
                                                <br>
                                                <b>กลุ่มเป้าหมาย</b> : นักเรียนระดับมัธยมศึกษาตอนปลาย, ครูฝ่ายแนะแนวและครูสอนคอมพิวเตอร์
                                                <br>
                                                <b>สถานที่</b> ห้องบรรยาย 225 , 224 ชั้น 2 อาคารคณะเทคโนโลยีสารสนเทศ
                                            </td>
                                            <td>13.30 – 14.30 น.</td>
                                        </tr>
                                        <tr>
                                            <td>พบปะรุ่นพี่เตรียมความพร้อมสู่ไอ ทีลาดกระบัง “ToBeIT@KMITL”
                                            </td>
                                            <td>แนะนาเกี่ยวกับการเตรียมตัวสู่รั้วมหาวิทยาลัย และการเตรียมสอบเข้า คณะเทคโนโลยีสารสนเทศ ลาดกระบัง โดยรุ่นพี่นักศึกษาที่กาลังศึกษาอยู่
                                                <b>กลุ่มเป้าหมาย</b> : นักเรียนระดับมัธยมศึกษาตอนปลาย
                                                <br>
                                                <b>สถานที่</b> หน้าห้องประชุมใหญ่ (Auditorium)
                                            </td>
                                            <td>09.00 – 16.30 น.</td>
                                        </tr>
                                        <tr>
                                            <td>เยี่ยมชมคณะฯ</td>
                                            <td>
                                                เยี่ยมชม ห้องปฏิบัติการคอมพิวเตอร์ห้องบรรยาย ห้อง Server, common room (ห้องสันทนาการ) ชุมนุมต่างๆ ของนักศึกษา ฯลฯ
                                                <br>
                                                <b>สถานที่</b> บริเวณหน้าห้องประชุมใหญ่ (Auditorium)
                                            </td>
                                            <td>10.00 – 16.30 น.
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>กิจกรรมจากชุมนุมต่างๆ ของนักศึกษาในคณะ
                                            </td>
                                            <td>
                                                    กิจกรรมจากชุมนุมต่างๆ ของนักศึกษาในคณะ เช่น<br>
                                                    - ชุมนุมสันทนาการ (AGAPE) - ชุมนุม PHOTO (ถ่ายรูป) - ชุมนุม INFONIC (ดนตรี)<br>
                                                    – ชุมนุม อนิเมะและเกมกระดาน (เกม)<br>

                                                <b>สถานที่</b> ห้องบรรยาย M 14, M 15 ห้อง 111 และห้อง 106 ชั้นล่าง
                                            </td>
                                            <td>09.00 – 16.00 น.</td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                        </article>
                    </div>
                </div>
                <div id="timetable24Modal">
                    <div class="close-timetable24Modal"> 
                        <i class="fas fa-times-circle"></i>
                    </div>
                        
                    <div class="modal-content">
                        <article>
                            <div class="heading-group">
                                <h1>กําหนดการ IT Ladkrabang Open House 2018</h1>
                                <h2>วันศุกร์ที่ 24 สิงหาคม พ.ศ. 2561</h2>
                                <h5>ณ อาคารเรียนรวมและปฏิบัติการคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</h5>
                            </div>
                            <div class="table-responsive">
                                <table class="table day1">
                                    <thead>
                                        <tr>
                                            <th>กิจกรรม</th>
                                            <th>รายละเอียด</th>
                                            <th>เวลา</th>
                                        </tr>
                                    </thead>
                                    <tbody>
                                        <tr>
                                            <td>ลงทะเบียน</td>
                                            <td>เริ่มลงทะเบียนเข้าร่วมงานและการแข่งขันวิชาการ ของโรงเรียน นักเรียน และประชาชน ผู้สนใจทั่วไป
                                                <br>
                                                <br>
                                                <b>สถานที่</b> บริเวณจุดลงทะเบียน ณ อาคารคณะเทคโนโลยีสารสนเทศ</td>
                                            <td>08.00 – 09.00 น.</td>
                                        </tr>
                                    
                                    
                                        <tr>
                                            <td>นิทรรศการทางวิชาการ</td>
                                            <td>นิทรรศการแสดงผลงานนักศึกษา และให้ความรู้ทางด้านเทคโนโลยีสารสนเทศ
                                                <br>
                                                <b>กลุ่มเป้าหมาย</b> : นักเรียน นักศึกษา และบุคคลทั่วไปที่สนใจ
                                                <br>
                                                <b>สถานที่</b> บริเวณชั้น 1 ภายในอาคารคณะเทคโนโลยีสารสนเทศ</td>
                                            <td>09.00 – 16.30 น.</td>
                                        </tr>
                                    
                                    
                                        <tr>
                                            <td>บรรยายหลักสูตร เรื่อง
                                                <b>
                                                    <u>TCAS กับ ไอทีเลือดใหม่ เรียนอย่างไรให้ Success
                                                    </u>
                                                </b>
                                            </td>
                                            <td>
                                                <ul>
                                                    <li>แนะนำคณะฯ และหลักสูตร</li>
                                                    <li>แนะนำเรื่องการสมัคร TCAS เข้าคณะไอที</li>
                                                    <li>ทุนการศึกษา หอพัก ชุมนุม และสภาพแวดล้อม</li>
                                                    <li> แนะนำวิชาชีพและงานด้านไอทีโดยคณาจารย์และนักศึกษาของคณะ</li>
                                                </ul>
                                                <b>กลุ่มเป้าหมาย</b> : นักเรียนระดับมัธยมศึกษาตอนปลาย, และบุคคลทั่วไปที่สนใจ, ผู้ปกครองสมัครผ่านเว็บไซต์
                                                <br>
                                                <b>สถานที่</b> ห้องประชุมใหญ่ (Auditorium) อาคารคณะเทคโนโลยีสารสนเทศ

                                            </td>
                                            <td>09.00 – 10.00 น.</td>
                                        </tr>
                                    
                                    
                                        <tr>
                                            <td>กิจกรรม IT Career Workshop</td>
                                            <td>
                                                <ul>
                                                    <li>สัมผัสประสบการจริงในการเป็นนักไอที แนะนำโดยอาจารย์และนักศึกษารุ่นพี่ เช่น
                                                        <br> การทำ workshop
                                                        <u>สาขาวิชาเทคโนโลยีสารสนเทศ</u> แบ่งเป็น 3 แขนงวิชา คือ
                                                        <br> - แขนงวิชาการพัฒนาสื่อประสมและเกม กิจกรรม
                                                        <b>
                                                            <u>สายลับจับผิดภาพ</u>
                                                        </b>
                                                        <br> - แขนงวิชาวิศวกรรมซอฟต์แวร์ กิจกรรม
                                                        <b>
                                                            <u>Software Defined Robots</u>
                                                        </b>
                                                        <br> - แขนงวิชาเทคโนโลยีเครือข่ายและระบบ
                                                        <b>
                                                            <u>กิจกรรม IoT Connecting Things : เชื่อมต่อทุกสรรพสิ่งด้วย IoT</u>
                                                        </b>
                                                        <br> - สาขาวิชาวิทยาการข้อมูลและการวิเคราะห์เชิงธุรกิจ กิจกรรม
                                                        <b>
                                                            <u>ตามหาโปเกม่อน ด้วยวิทยาการข้อมูล
                                                            </u>
                                                        </b>
                                                        <br> (จัดเป็นรอบๆ รอบละ 30 - 40นาที)</li>
                                                    <br>
                                                </ul>
                                                <b>กลุ่มเป้าหมาย</b> : นักเรียนระดับมัธยมศึกษาตอนปลาย
                                                <br>
                                                <b>สถานที่</b> ห้องบรรยาย M03, M04, M21 และ M22 อาคารคณะเทคโนโลยีสารสนเทศ
                                            </td>
                                            <td>10.00 – 15.00 น.</td>
                                        </tr>
                                    
                                    
                                        <tr>
                                            <td>ทักษะการคิดเชิงคำนวณ (computational thinking skill)</td>
                                            <td>
                                                - การทำแบบทดสอบทักษะการคิดเชิงคำนวณ (สำหรับนักศึกษา)
                                                <br> - เชิญชวนครูแต่ละโรงเรียนร่วมจัดการทดสอบทักษะการคิดเชิงคำนวณนานาชาติ (Bebras Challenge)
                                                <br>
                                                <b>กลุ่มเป้าหมาย</b> : นักเรียนระดับมัธยมศึกษาตอนปลาย, ครูฝ่ายแนะแนวและครูสอนคอมพิวเตอร์
                                                <br>
                                                <b>สถานที่</b> ห้องบรรยาย 225 , 224 ชั้น 2 อาคารคณะเทคโนโลยีสารสนเทศ
                                            </td>
                                            <td>13.30 – 14.30 น.</td>
                                        </tr>
                                    
                                    
                                        <tr>
                                            <td>พบปะรุ่นพี่เตรียมความพร้อมสู่ไอทีลาดกระบัง “ToBeIT@KMITL”
                                            </td>
                                            <td>แนะนำเกี่ยวกับการเตรียมตัวสู่รั้วมหาวิทยาลัย และการเตรียมสอบเข้า คณะเทคโนโลยีสารสนเทศ ลาดกระบัง โดยรุ่นพี่นักศึกษาที่กำลังศึกษาอยู่
                                                <b>กลุ่มเป้าหมาย</b> : นักเรียนระดับมัธยมศึกษาตอนปลาย
                                                <br>
                                                <b>สถานที่</b> หน้าห้องประชุมใหญ่ (Auditorium)
                                            </td>
                                            <td>09.00 – 16.30 น.</td>
                                        </tr>
                                    
                                    
                                        <tr>
                                            <td>เยี่ยมชมคณะฯ</td>
                                            <td>
                                                เยี่ยมชม ห้องปฏิบัติการคอมพิวเตอร์ห้องบรรยาย ห้อง Server, common room (ห้องสันทนาการ) ชุมนุมต่างๆ ของนักศึกษา ฯลฯ
                                                <br>
                                                <b>สถานที่</b> บริเวณหน้าห้องประชุมใหญ่ (Auditorium)
                                            </td>
                                            <td>10.00 – 16.30 น.
                                            </td>
                                        </tr>
                                    
                                    
                                        <tr>
                                            <td>กิจกรรมจากชุมนุมต่างๆ ของนักศึกษาในคณะ
                                            </td>
                                            <td>
                                                กิจกรรมจากชุมนุมต่างๆ ของนักศึกษาในคณะ เช่น
                                                <br> - ชุมนุมสันทนาการ (AGAPE) - ชุมนุม PHOTO (ถ่ายรูป) - ชุมนุม INFONIC (ดนตรี)
                                                <br> – ชุมนุม อนิเมะและเกมกระดาน (เกม)
                                                <br>

                                                <b>สถานที่</b> ห้องบรรยาย M 14, M 15 ห้อง 111 และห้อง 106 ชั้นล่าง
                                            </td>
                                            <td>09.00 – 16.00 น.</td>
                                        </tr>
                                        <tr>
                                            <td>เยี่ยมชมคณะฯ</td>
                                            <td>
                                                เยี่ยมชม ห้องปฏิบัติการคอมพิวเตอร์ห้องบรรยาย ห้อง Server, common room (ห้องสันทนาการ) ชุมนุมต่างๆ ของนักศึกษา ฯลฯ
                                                <br>
                                                <b>สถานที่</b> บริเวณหน้าห้องประชุมใหญ่ (Auditorium)
                                            </td>
                                            <td>10.00 – 16.30 น.
                                            </td>
                                        </tr>

                                        <tr>
                                            <td>กิจกรรมจากชุมนุมต่างๆ ของนักศึกษาในคณะ
                                            </td>
                                            <td>
                                                กิจกรรมจากชุมนุมต่างๆ ของนักศึกษาในคณะ เช่น
                                                <br> - ชุมนุมสันทนาการ (AGAPE) - ชุมนุม PHOTO (ถ่ายรูป) - ชุมนุม INFONIC (ดนตรี)
                                                <br> – ชุมนุม อนิเมะและเกมกระดาน (เกม)
                                                <br>

                                                <b>สถานที่</b> ห้องบรรยาย M 14, M 15 ห้อง 111 และห้อง 106 ชั้นล่าง
                                            </td>
                                            <td>09.00 – 16.00 น.</td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                        </article>
                    </div>
                </div>
                <div id="timetable25Modal">
                    <div class="close-timetable25Modal"> 
                        <i class="fas fa-times-circle"></i>
                    </div>
                        
                    <div class="modal-content">
                        <article>
                            <div class="heading-group">
                                <h1>กําหนดการ IT Ladkrabang Open House 2018</h1>
                                <h2>วันเสาร์ที่ 25 สิงหาคม พ.ศ. 2561</h2>
                                <h5>ณ อาคารเรียนรวมและปฏิบัติการคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</h5>
                            </div>
                            <div class="table-responsive">
                                <table class="table day1">
                                    <thead>
                                        <tr>
                                            <th>กิจกรรม</th>
                                            <th>รายละเอียด</th>
                                            <th>เวลา</th>
                                        </tr>
                                    </thead>
                                    <tbody>
                                        <tr>
                                            <td>ลงทะเบียน</td>
                                            <td>เริ่มลงทะเบียนเข้าร่วมงานและการแข่งขันวิชาการ ของโรงเรียน นักเรียน และประชาชน ผู้สนใจทั่วไป
                                                <br>
                                                <br>
                                                <b>สถานที่</b> บริเวณจุดลงทะเบียน ณ อาคารคณะเทคโนโลยีสารสนเทศ</td>
                                            <td>08.00 – 09.00 น.</td>
                                        </tr>
                                    
                                    
                                        <tr>
                                            <td>นิทรรศการทางวิชาการ</td>
                                            <td>นิทรรศการแสดงผลงานนักศึกษา และให้ความรู้ทางด้านเทคโนโลยีสารสนเทศ
                                                <br>
                                                <b>กลุ่มเป้าหมาย</b> : นักเรียน นักศึกษา และบุคคลทั่วไปที่สนใจ
                                                <br>
                                                <b>สถานที่</b> บริเวณชั้น 1 ภายในอาคารคณะเทคโนโลยีสารสนเทศ</td>
                                            <td>09.00 – 12.00 น.</td>
                                        </tr>
                                    
                                    
                                        <tr>
                                            <td>พบปะรุ่นพี่เตรียมความพร้อมสู่ไอ ทีลาดกระบัง “ToBeIT@KMITL”
                                            </td>
                                            <td>แนะนำเกี่ยวกับการเตรียมตัวสู่รั้วมหาวิทยาลัย และการเตรียมสอบเข้า คณะเทคโนโลยีสารสนเทศ ลาดกระบัง โดยรุ่นพี่นักศึกษาที่กำลังศึกษาอยู่
                                                <b>กลุ่มเป้าหมาย</b> : นักเรียนระดับมัธยมศึกษาตอนปลาย
                                                <br>
                                                <b>สถานที่</b> หน้าห้องประชุมใหญ่ (Auditorium)
                                            </td>
                                            <td>09.00 – 12.00 น.</td>
                                        </tr>
                                    
                                    
                                        <tr>
                                            <td>เยี่ยมชมคณะฯ</td>
                                            <td>
                                                เยี่ยมชม ห้องปฏิบัติการคอมพิวเตอร์ห้องบรรยาย ห้อง Server, common room (ห้องสันทนาการ) ชุมนุมต่างๆ ของนักศึกษา ฯลฯ
                                                <br>
                                                <b>สถานที่</b> บริเวณหน้าห้องประชุมใหญ่ (Auditorium)
                                            </td>
                                            <td>09.00 – 12.00 น.
                                            </td>
                                        </tr>
                                    
                                    
                                        <tr>
                                            <td>กิจกรรมจากชุมนุมต่างๆ ของนักศึกษาในคณะ
                                            </td>
                                            <td>
                                                กิจกรรมจากชุมนุมต่างๆ ของนักศึกษาในคณะ เช่น
                                                <br> - ชุมนุมสันทนาการ (AGAPE) - ชุมนุม PHOTO (ถ่ายรูป) - ชุมนุม INFONIC (ดนตรี)
                                                <br> – ชุมนุม อนิเมะและเกมกระดาน (เกม)
                                                <br>

                                                <b>สถานที่</b> ห้องบรรยาย M 14, M 15 ห้อง 111 และห้อง 106 ชั้นล่าง
                                            </td>
                                            <td>09.00 – 12.00 น.</td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                        </article>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>
<script type="text/javascript" src="<?php echo URLROOT; ?>/public/assets/js/animatedModal.js"></script>
<script>
    for(i=23; i<=25; i++)
        $("#timetable"+i).animatedModal({ modalTarget: 'timetable'+i+'Modal'});
</script>
<?php require APPROOT . '/views/inc/footer.php'; ?>